IDEA Open Model
ReinfAroundOpening.NumOfLayers Property
Compatible with IDEA StatiCa Beta 20.0
 Number of layers
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public int NumOfLayers { get; set; }
Public Property NumOfLayers As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
ReinfAroundOpening Class
IdeaRS.OpenModel.Detail Namespace